brew "aom"
brew "aribb24"
brew "arm-none-eabi-binutils"
brew "arm-none-eabi-gcc"
brew "asdf"
brew "at-spi2-core"
brew "atuin"
brew "avrdude"
brew "azure-cli"
brew "bash-language-server"
brew "boost"
brew "bootloadhid"
brew "brotli"
brew "bruno"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "certifi"
brew "cffi"
brew "cjson"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "confuse"
brew "cryptography"
brew "czkawka"
brew "dav1d"
brew "dbus"
brew "dfu-programmer"
brew "dfu-util"
brew "dive"
brew "docker-completion"
brew "docker"
brew "dockutil"
brew "dwarfutils"
brew "erlang"
brew "fd"
brew "ffmpeg"
brew "ffmpeg@6"
brew "flac"
brew "fnm"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gettext"
brew "ghc@9.8"
brew "ghostscript"
brew "giflib"
brew "gifski"
brew "git-lfs"
brew "git"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go-jsonnet"
brew "graphite2"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk4"
brew "gts"
brew "handbrake"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "hidapi"
brew "highway"
brew "httpie"
brew "icu4c@76"
brew "icu4c@77"
brew "imagemagick"
brew "imath"
brew "isl"
brew "jansson"
brew "jasper"
brew "jbig2dec"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lame"
brew "leptonica"
brew "libass"
brew "libassuan"
brew "libavif"
brew "libb2"
brew "libbluray"
brew "libde265"
brew "libdeflate"
brew "libepoxy"
brew "libev"
brew "libevent"
brew "libftdi"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libidn"
brew "libidn2"
brew "libimagequant"
brew "libksba"
brew "liblqr"
brew "libmicrohttpd"
brew "libmpc"
brew "libnghttp2"
brew "libogg"
brew "libomp"
brew "libpng"
brew "libraqm"
brew "libraw"
brew "librist"
brew "librsvg"
brew "libsamplerate"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunibreak"
brew "libunistring"
brew "libusb-compat"
brew "libusb"
brew "libuv"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxfixes"
brew "libxi"
brew "libxrender"
brew "libxtst"
brew "libyaml"
brew "little-cms2"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luv"
brew "lz4"
brew "lzo"
brew "m4"
brew "mackup"
brew "make"
brew "marksman"
brew "mas"
brew "maven"
brew "mbedtls"
brew "minikube"
brew "mono"
brew "mpdecimal"
brew "mpfr"
brew "mpg123"
brew "mtr"
brew "neovim"
brew "netpbm"
brew "nettle"
brew "node"
brew "node@20"
brew "nowplaying-cli"
brew "npth"
brew "nuget"
brew "nushell"
brew "nvm"
brew "oniguruma"
brew "opa"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "openssl@3"
brew "opus"
brew "p11-kit"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pcre2"
brew "pillow"
brew "pinentry-mac"
brew "pinentry"
brew "pixman"
brew "pnpm"
brew "popt"
brew "prettier"
brew "pycparser"
brew "python-packaging"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "python@3.14"
brew "rapidjson"
brew "rar"
brew "rav1e"
brew "readline"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rubberband"
brew "ruby"
brew "sdl2"
brew "semgrep"
brew "shared-mime-info"
brew "snappy"
brew "speex"
brew "srt"
brew "starship"
brew "svt-av1"
brew "switchaudio-osx"
brew "teensy_loader_cli"
brew "telnet"
brew "tesseract"
brew "thefuck"
brew "theora"
brew "tlrc"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "unixodbc"
brew "utf8proc"
brew "webp"
brew "wget"
brew "wimlib"
brew "wxwidgets"
brew "x264"
brew "x265"
brew "xorgproto"
brew "xvid"
brew "xxhash"
brew "xz"
brew "yarn"
brew "ykman"
brew "zeromq"
brew "zimg"
brew "zinit"
brew "zstd"
cask "affinity"
cask "android-studio"
cask "arduino-ide"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bambu-studio"
cask "beyond-compare"
cask "bitwarden"
cask "blender"
cask "brave-browser"
cask "chatgpt"
cask "claude"
cask "crystalfetch"
cask "docker"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "handbrake"
cask "httpie"
cask "iina"
cask "iterm2"
cask "itermai"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keycastr"
cask "logi-options-plus"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "nextcloud"
cask "notunes"
cask "obsidian"
cask "ollama"
cask "powershell"
cask "raycast"
cask "sf-symbols"
cask "steam"
cask "stremio"
cask "ultimaker-cura"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "whimsical"
cask "windows-app"
cask "xnviewmp"
vscode "actboy168.tasks"
vscode "amodio.tsl-problem-matcher"
vscode "anthropic.claude-code"
vscode "artdiniz.quitcontrol-vscode"
vscode "bibhasdn.unique-lines"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cstechnologies.vscode-mocha-test-runner"
vscode "davidanson.vscode-markdownlint"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "devprod.vulnerability-extension"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-monokai-night"
vscode "foxundermoon.shell-format"
vscode "george-alisson.html-preview-vscode"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.triggertaskonsave"
vscode "jozefchmelar.compare"
vscode "k--kato.docomment"
vscode "kumar-harsh.graphql-for-vscode"
vscode "maximetinu.identical-sublime-monokai-csharp-theme-colorizer"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-sarifvscode.sarif-viewer"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "plex.vscode-regolint"
vscode "qcz.text-power-tools"
vscode "redhat.vscode-yaml"
vscode "rosshamish.kuskus-kusto-language-server"
vscode "rosshamish.kuskus-kusto-syntax-highlighting"
vscode "rust-lang.rust-analyzer"
vscode "semanticdiff.semanticdiff"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sumneko.lua"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "tlent.jest-snapshot-language-support"
vscode "tlevesque2.duplicate-finder"
vscode "tsandall.opa"
vscode "ue.alphabetical-sorter"